Repository: botirovshox-lang/med-translation
Catalog: med_translation/final_output/tm_reference_FINAL.tmx
Source language: ru
Languages: en

source: Что делать Защищайте кожу • Каждый день проверяйте кожу на наличие порезов, царапин, фурункулов или волдырей. Ищите покрасневшие участки и синяки. Используйте зеркало для осмотра труднодоступных мест, например подошв ступней. Ì Используйте увлажняющий лосьон для кожи, который не имеет в своем составе отдушек или спирта. Ì Носите перчатки и одежду для защиты кожи от порезов и царапин. Ì Носите обувь по размеру и хлопчатобумажные носки, впитывающие влагу. Лечите все раны • Если вы поранились, немедленно обработайте рану. Промойте кожу в течение нескольких минут под струей воды, чтобы удалить грязь и микробы. Используйте мягкое моющее средство. Не используйте перекись водорода или йод, которые могут повредить кожу. • Нанесите крем или мазь с антимикробным действием. Антимикробные кремы и мази продаются в продуктовых магазинах и аптеках. Попросите фармацевта помочь вам выбрать подходящее средство. • Закройте рану стерильной повязкой или пластырем, чтобы она находилась в чистоте и была защищена, пока не заживет. Чтобы рана была надежно закрыта со всех сторон, повязка должна быть шире примерно на дюйм (2,5 см). Ì Меняйте повязку каждый день или каждый раз, когда она становится мокрой или грязной.
en: What You Can Do Protect Your Skin • Check your skin each day for any cuts, scrapes, boils or blisters. Look for red or bruised spots. Use a mirror to view hard to see areas like the bottom of your feet. Ì Use a moisturizing lotion on your skin that does not have perfumes or alcohol in it. Wear gloves and clothing to protect your skin from cuts or scrapes. Ì Wear shoes that fit well and cotton socks that absorb moisture. Treat Any Wounds • If you have a wound, clean it right away. Rinse the skin for several minutes under water to remove dirt and germs. Use a mild soap to clean. Do not use hydrogen peroxide or iodine that can injure the skin. • Apply an antibiotic cream or ointment. You can find antibiotic cream or ointment at grocery or drug stores. Ask the pharmacist to help you find it. • Cover the wound with a sterile to keep it clean bandage or band-aid and protected until it heals. The bandage should be about an inch larger than the wound to be sure the wound is covered on all sides. Change the bandage each day or anytime it is wet or soiled. Diabetes and Wound Healing. Russian.

source: Ì Ежедневно проверяйте рану на наличие признаков инфекции, таких как покраснение, ощущение тепла, отек или изменение выделений из области раны. • Не допускайте давления на рану, пока она заживает. Защищайте область раны одеждой, чтобы не допускать попадания в рану грязи и микробов. При необходимости откажитесь от некоторых видов физических упражнений, пока кожа не заживет. • Если рана не заживает, обратитесь к врачу. Необходимо проверить рану на наличие инфекции. Питайтесь здоровой пищей Вашему организму нужно больше калорий, белков, витаминов А и С и цинка, чтобы процесс заживления завершился быстрее. Спросите у врача, диетолога или консультанта по диабету, как питаться и какие лекарства принимать, чтобы рана быстрее зажила. • Питайтесь сбалансировано, чтобы получать достаточное количество калорий, белков, витаминов и минералов. • Увеличьте потребление белков. Потребление слишком малого количества белка может замедлить заживление раны. Ì Ешьте, по крайней мере, 2-3 порции богатых белком продуктов в день. Порция равна 2-3 унциям (57-85 г) мяса, одной чашке вареной фасоли, одному яйцу или 2 столовым ложкам арахисового масла.
en: Ì Check daily for signs of infection such as redness, warmth, swelling or a change in drainage from the wound site. • Keep pressure off the wound as it Protect the area by wearing heals. clothing to keep dirt and germs away. Modify exercise as needed until the skin heals. • If a wound is not healing or looks worse, call your doctor. You need to have your wound checked for infection. Eat a Healthy Diet Your body needs more calories, protein, vitamins A and C, and the mineral zinc to help with the healing process. Talk to your doctor, dietitian or diabetes educator about your diet or medicines while your body heals. • Eat a variety of foods for a balanced diet, so you get enough calories, protein, vitamins and minerals. Eating • Increase your protein intake. too little protein can delay or affect how well the wound heals. Ì Eat at least 2 to 3 servings each day. A serving equals 2 to 3 ounces of meat, 1 cup of cooked beans, 1 egg or 2 tablespoons of peanut butter. Diabetes and Wound Healing. Russian.

source: Ì Старайтесь есть богатые белком продукты во время каждого основного приема пищи и во время перекусов. Продукты с высоким содержанием белка: мясо, птица, рыба, яйца, молоко, сыр, горох, орехи и соевые продукты. Сухие бобы, такие как черные бобы и фасоль также богаты белком. Ì Белковые добавки в виде порошков или жидкостей, например Ensure, предназначены для плохо питающихся людей или тех, кто не может получать необходимое количество белка с пищей. • Получайте достаточное количество витаминов А и С и цинка. При сбалансированном питании вы получаете достаточное количество витаминов и минералов, но ваш врач может прописать вам поливитамины и минеральные добавки. Ì Продукты, богатые витамином А: печень, яйца, сладкий картофель, морковь, горох, брокколи, капуста, шпинат, листовая капуста, тыква, дыня, абрикосы, папайя и манго. Съедайте, по крайней мере, одну порцию богатых витамином А продуктов в день. Ì Продукты, богатые витамином С: цитрусовые, апельсиновый сок, тропические фрукты, такие как гуава, папайя и манго, красный и зеленый перец, брокколи, шпинат, листовая капуста, клубника, помидоры и зеленый горошек. Съедайте, по крайней мере, одну порцию богатых витамином С продуктов в день. Ì Продукты, богатые цинком: мясо, птица, некоторые морепродукты (такие как омары и крабы), печень, яйца, молоко, цельное зерно, тофу и обогащенные микроэлементами каши.
en: Ì Try to eat protein-rich foods at every meal and snack. Foods high in protein include meat, poultry, fish, eggs, milk, cheeses, peas, nuts and soy foods. Dry beans such as black, kidney and pinto beans are also good sources of protein. Ì Protein supplements, such as powders or liquids like Ensure, may be needed for people with poor nutrition or for people who cannot eat enough protein. • Get enough vitamins A and C, and the mineral zinc. Eating a balanced diet should help you get enough vitamins and minerals, but your doctor may ask you to take a multivitamin and mineral supplement. Good sources of vitamin A include liver, eggs, sweet potato, carrots, peas, broccoli, kale, spinach, collard greens, pumpkin, winter squash, cantaloupe, apricot, papaya and mango. Eat at least 1 serving a day. Ì Good sources of vitamin C include citrus fruits, orange juice, tropical fruits such as guava, papaya and mango, red and green peppers, broccoli, spinach, collard greens, strawberries, tomatoes and peas. Eat at least 1 serving a day. Ì Good sources of zinc include meat, poultry, some seafood like lobster and crab, liver, eggs, milk, whole grains, tofu and fortified cereals. Diabetes and Wound Healing. Russian.

source: • врожденные дефекты; • низкий уровень сахара в крови Вашего ребенка непосредственно после рождения, что является нежелательным для него; • проблемы с дыханием Вашего ребенка. Признаки У Вас могут отсутствовать какие-либо симптомы повышенного содержания сахара в крови. Спросите Вашего врача о проведении анализов на определение уровня сахара в крови во время беременности. Медицинский уход за Вами Целью является осуществление контроля за уровнем сахара в крови. Ваш врач будет тщательно контролировать ход Вашей беременности для проверки Вашего состояния и состояния Вашего ребенка. Если уровень сахара в Вашей крови повышен, то необходимо: • соблюдать тщательно сбалансированную диету. Врач- диетолог или медсестра помогут Вам спланировать Вашу диету; • каждый день делать физические упражнения; • регулярно проводить проверки уровня сахара в крови и записывать их результаты. Вас научат проверять уровень сахара в крови с помощью измерителя глюкозы; • возможно, Вам придется самостоятельно делать себе уколы инсулина. В этом случае попросите медсестру показать, как это делается.
en: • Birth defects • A low blood sugar in your baby right after birth, which is not good for your baby • Breathing problems for your baby Signs You may have no signs that your blood sugar is high. Ask your doctor about glucose testing during your pregnancy. Your Care The goal is to keep your blood sugar under control. Your doctor will follow your pregnancy closely to check you and your baby. If you have high blood sugar: • Eat a well balanced diet. A dietitian or nurse will help you plan your diet. • Exercise each day. • Check your blood sugar often and write it down. You will be taught to check your blood sugar using a glucose meter. • You may need to give yourself insulin shots. If so, a nurse will show you how to do this. Diabetes During Pregnancy. Russian

source: Диабет, это заболевание, при котором организм не в состоянии должным образом использовать еду для преобразования в энергию. Для жизни и роста клеткам необходима энергия. Когда вы едите, пища расщепляется на глюкозу, которая дает организму энергию. Глюкоза — это одно из названий сахара. Глюкоза попадает в кровь, и уровень сахара в крови повышается. Инсулин — это гормон, вырабатываемый поджелудочной железой. Он способствует переносу глюкозы из крови в клетки, чтобы организм мог использовать ее как источник энергии. Люди не могут жить без инсулина. Типы сахарного диабета • При диабете 1-го типа поджелудочная железа совсем не вырабатывает инсулин. • При более распространенном типе диабета (2-й тип) поджелудочная железа вырабатывает недостаточное количество инсулина или организм не в состоянии переработать инсулин, вырабатываемый поджелудочной железой. Если в организме не хватает инсулина, глюкоза остается в крови. • При диабете во время беременности (гестационный диабет) мать не в состоянии вырабатывать достаточное количество инсулина для себя и ребенка. • Преддиабет — это состояние, когда уровень глюкозы в крове выше нормы, но недостаточно высокий, чтобы можно было поставить диагноз «диабет». Преддиабет увеличивает риск возникновения диабета 2-го типа, сердечно-сосудистых заболеваний и инсульта. Хорошая новость заключается в том, что диабет 2-го типа можно предотвратить или отсрочить, если изменить свои привычки, например сбросить вес, правильно питаться и вести активный образ жизни.
en: Diabetes Diabetes is a disease in which your body cannot properly use the food you eat for energy. Your cells need energy to live and grow. When you eat, food breaks down into a form of energy called glucose. Glucose is another word for sugar. The glucose goes into your blood, and your blood sugar rises. Insulin is a hormone made by your pancreas. It helps glucose move from your blood into your cells, so your body can use it for energy. People cannot live without insulin. Types of Diabetes • With type 1 diabetes, the pancreas makes no insulin. • With type 2 diabetes, the more common type, the pancreas does not make enough insulin, or your body is not able to use the insulin the pancreas makes. Without enough insulin, the glucose stays in your blood. • With diabetes during pregnancy, called gestational diabetes, the mother is not able to make enough insulin to cover the needs of both mother and baby. • With prediabetes, your glucose is higher than normal, but not high enough to be called diabetes. Prediabetes raises your risk for type 2 diabetes, heart disease, and stroke. The good news is that type 2 diabetes can be prevented or delayed with lifestyle changes, such as losing weight, eating healthy food, and being active. Diabetes. Russian.

source: Со временем высокий уровень глюкозы в крови может вызвать серьезные проблемы с глазами, почками, сердцем и нервами. Диабет также может стать причиной сердечно-сосудистых болезней, инсульта, проблем с кровообращением и незаживающих ран. Если не лечить раны и не контролировать их состояние, можно в итоге потерять конечность. Симптомы диабета У каждого диабет проявляется по-своему. Вот первые признаки заболевания: • Частые позывы к мочеиспусканию • Жажда несмотря на питье • Потеря веса • Затуманенное зрение • Медленно заживающие порезы и царапины на коже • Усталость • Чувство голода • Раздражительность или сварливость Зачастую человек может не замечать симптомов диабета. Один из четырех человек не знает, что у него диабет. Если у вас есть какой-либо из перечисленных симптомов, попросите врача назначить вам анализ на сахар. Самые важные анализы — анализ крови на сахар натощак и A1C. • В ходе анализа глюкозы плазмы натощак измеряется уровень сахара в крови. Кровь на анализ сдается натощак: за 8 часов до исследования нельзя ни есть, ни пить ничего, кроме воды. • В ходе анализа A1C (HbA1c, анализ на гликированный гемоглобин) измеряется уровень сахара в крови в течение последних 2-3 месяцев.
en: Over time, having too much glucose in your blood can cause serious problems. It can damage your eyes, kidneys, heart, and nerves. Diabetes can also cause heart disease, stroke, poor circulation, and wounds that do not heal. When untreated and uncontrolled, these wounds could progress to limb loss. Signs of Diabetes Everyone responds differently to diabetes. Some of the common warning signs are: • Having to go to the bathroom often to pass urine • Feeling thirsty, even though you are drinking fluids • Losing weight • Blurry vision • Healing is slow for cuts or scrapes on your skin • Feeling tired • Feeling hungry • Being irritable or grumpy Often people may not notice any signs of diabetes. One in four people with diabetes doesn’t know they has it. If you have any of these signs of diabetes, ask your doctor for a blood test to check your glucose level. The most important blood tests are a fasting blood sugar and an A1C. • A fasting plasma glucose (FPG) test, also called fasting blood glucose, measures blood sugar. You will need to fast, so you are not able to eat or drink anything except for water for at least 8 hours before the test. • An A1C test, also called the hemoglobin A1C, HbA1c, or glycohemoglobin test, measures blood sugar over the last 2 to 3 months. Diabetes. Russian.

source: ретинопатия Диабетическая ретинопатия — это заболевание глаз, которое может привести к передняя слепоте. Оно стенка глаза front возникает, когда eye повышенное содержание сахара в крови разрушает маленькие кровеносные сосуды на задней стенке глаза, называемой сетчаткой. У всех больных сахарным диабетом существует риск подобного заболевания. Некоторые процедуры позволяют уменьшить риск возникновения заболевания и предотвратить или замедлить ухудшение зрения. Диабетическая ретинопатия может поразить оба глаза. На начальной стадии симптомы заболевания могут отсутствовать. По мере ухудшения состояния кровеносные сосуды становятся менее прочными и начинают пропускать кровь и жидкость. По мере роста новых кровеносных сосудов они также начинают пропускать кровь и жидкость, что приводит к ухудшению зрения. Симптомы диабетической ретинопатии • Плавающие точки перед глазами • Нечеткое зрение • Потеря или затуманивание зрения
en: Diabetic Retinopathy Diabetic retinopathy is retinathat an eye problem can cause blindness. It occurs when high blood sugar damages small blood vessels in the back of the eye, called back the retina. All of people eye with diabetes are at risk for this problem. There are things you can do to reduce your risk and prevent or slow vision retinal blood vessels loss. Diabetic retinopathy can affect both eyes. You may not have any signs at first. As it worsens, blood vessels weaken and leak blood and fluid. As new blood vessels grow they also leak blood and fluid. This causes blocks in your vision. Signs of diabetic retinopathy • Floating spots in your vision • Blurred vision • Blocked or hazy vision Diabetic Retinopathy. Russian

source: Диализ используется, когда почки перестают нормально работать. В ходе данной процедуры из организма удаляется излишняя жидкость и ненужные вещества. Существуют 2 типа диализа: • Гемодиализ • Перитонеальный диализ Гемодиализ При гемодиализе из организма небольшое количество крови откачивается и пропускается через диализный аппарат с фильтром, называемый искусственной почкой. Аппарат отфильтровывает из крови излишнюю жидкость и отходы. Затем кровь возвращается в организм. Гемодиализ проводится в домашних условиях или в диализном центре. Поговорите с врачом и лечащим персоналом о возможных вариантах. • В диализном центре процедура занимает около 4 часов и проводится еженедельно 3 раза в неделю. • В домашних условиях процедура проводится чаще, но в течение более коротких периодов времени. Для проведения диализа на дому необходимо, чтобы вы и ваш партнер прошли 3–8 недельный курс обучения по управлению аппаратом и отслеживанию хода лечения. Для этой процедуры необходимо подготовить место, из которого будет производиться забор крови из организма, и через которое она будет возвращаться в кровеносную систему. Такое место называется местом подключения. После подготовки и заживления места
en: Dialysis Dialysis is a treatment used when your body’s kidneys stop working well. Extra fluids and wastes are removed from your body with dialysis. There are 2 types of dialysis: • Hemodialysis • Peritoneal dialysis Hemodialysis With hemodialysis, small amounts of blood are pumped out of the body and through a dialysis machine that has a filter called an artificial kidney. This machine filters extra fluid and wastes from the blood. The blood is then pumped back into your body. Treatment can be given at a dialysis center or at home. Talk with your doctor and health care team about your options. • Treatments take about 4 hours and are done 3 times each week in a dialysis center. • Treatment at home is done more days of the week for shorter periods of time. Home treatment requires you and your partner to attend 3 to 8 weeks of training to learn to run the machine and to track your treatments. For this treatment, there needs to be a site where the blood is taken out of the body and then returned to the blood stream. This is called an access. After the access is made Dialysis. Russian.

source: подключения в него вставляют 2 иглы. Через одну иглу производится забор крови, а через вторую она возвращается в организм. Места подключения Существует три основных типа мест подключения: • Артериовенозный свищ — при помощи небольшой подкожной хирургической операции артерия соединяется с веной. Это чаще всего делается на руке. • Имплантат — с помощью небольшой хирургической операции мягкая пластиковая трубка подсоединяется к артерии и вене под кожей. — для • Центральный катетер временного диализа врач может подсоединить катетер к крупной вене, чаще всего в области шеи. Перитонеальный диализ Перед перитонеальным диализом проводится операция по установке катетера в брюшную полость. В ходе этой процедуры мембрана брюшины используется в качестве естественного фильтра. Через катетер в брюшную полость вводится специальная жидкость, которая называется диализатом. Жидкость остается в животе в течение нескольких часов. За это время лишняя жидкость и отходы организма перемещаются из крови в брюшине в жидкость. Жидкость становится похожей на мочу, а затем выводится из организма через катетер в мешок.
en: and healed, 2 needles are inserted into the access. One needle draws the blood out and the other needle returns the blood to the body. Access Sites There are three main types of access sites. • AV Fistula – With minor surgery, an artery is joined to a vein under the skin. This is most often done in an arm. – With minor surgery, a soft plastic • Graft tube is used to join the artery and vein under the skin. • A central catheter – For temporary dialysis, the doctor can put in a catheter in a large vein, most often in the neck. Peritoneal Dialysis (PD) With peritoneal dialysis, a catheter is put into the abdomen in surgery. The lining of your abdomen acts as a natural filter for your treatment. Special fluid, called dialysate, is put into the abdomen through the catheter. The fluid stays in the abdomen for several hours, called dwell time. During this time, the body’s extra fluid and wastes move from the blood in the lining of the abdomen to the fluid. This fluid becomes much like urine and it is then drained from the body through the catheter into a bag. Dialysis. Russian.

source: После этого в живот вводится чистая жидкость, и весь процесс повторяется. Каждый цикл сливания отработанного диализного раствора и заливания нового занимает 30–40 минут. Медсестра из диализного центра в течение одной-двух недель обучит вас и члена вашей семьи или друга, как проводить процедуру и не допустить инфицирования. После обучения большинство людей могут проводить перитонеальный диализ самостоятельно. Существует два основных вида процедуры: • Непрерывный амбулаторный проводится перитонеальный диализ каждый день по 3–5 раз, при этом жидкость остается в брюшной полости от 4 до 6 часов и более. Данный вид диализа можно проводить в любом уединенном чистом месте. Аппарат для этого не требуется. • Автоматический перитонеальный диализ, также называемый непрерывным циклическим перитонеальным диализом, выполняется с помощью специального аппарата — циклера. Жидкость остается в брюшной полости на менее продолжительное время (около полутора часов). Пациента подключают к аппарату на 8–10 часов в ночное время. Аппарат наполняет и опорожняет брюшную полость, пока человек спит. Днем пациента отключают от аппарата.
en: Clean fluid is then put into the abdomen, and the steps are repeated. Each drain and fill cycle is called an exchange and takes about 30 to 40 minutes. A dialysis nurse would train you and a family member or friend for a week or two to learn how to do the exchanges and prevent infections. After training, most people are able to do peritoneal dialysis on their own. There are 2 main types: • Continuous Ambulatory Peritoneal Dialysis (CAPD) is done 3 to 5 times each day and the fluid stays in the abdomen for 4 to 6 hours or more. This can be done anywhere there is a clean, private area and does not require a machine. • Automated Peritoneal Dialysis (APD), also called Continuous Cycling is done Peritoneal Dialysis (CCPD), using a special machine called a cycler. The fluid stays in the abdomen for a shorter time, about 1½ hours. The machine is set up and the person is connected for 8 to 10 hours during the night. The machines fills and empties the abdomen while the person sleeps. The person is unhooked from the machine during the day. Dialysis. Russian.
